{
  "products": [
    {
      "id": 1,
      "title": "Vector graphics - complete course + projects",
      "price": 49.99,
      "teacher":"Kareem wagdi",
      "numrating": 5,
      "rating": 4.5,
      "description":" A comprehensive course to master vector graphic design from basics to advanced techniques. Includes hands-on projects to sharpen your skills and bring creative ideas to life. Perfect for beginners and professionals alike!",
      "student": 1,
      "Length":"3 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"Arabic",
      "icon":"../../../../img/Screenshot 2024-12-04 194453.png",
      "video":"https://lmsstyle.com/theme/new-learning/pluginfile.php/547/customfield_textarea/value/218/production%20ID_4465903.mp4",
      "date":"25 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/547/course/overviewfiles/small-poly-3332792_1920.jpg",
      "li1":"Mastering vector design software.",
      "li2":"Creating and editing paths, shapes, and curves for precise design.",
      "li3":"Working with layers and groups to organize and manage complex projects.",
      "li4":"Applying colors, gradients, and patterns to enhance visual appeal.",
      "li5":"Using typography and text manipulation for effective communication.",
      "li6":"Designing logos, icons, and illustrations for various applications.",
      "li7":"Implementing advanced tools like the Pen tool, Shape Builder, and Pathfinder.",
      "li8":"Exporting and optimizing designs for both print and web use."
    },
    {
      "id": 2,
      "title": "Photo editing - beginner to expert",
      "price": 149.99,
      "teacher":"Kareem wagdi",
      "numrating":"10",
      "rating":"4",
      "description":" Master the art of photo editing with this step-by-step course. Learn essential tools, techniques, and advanced tips to create stunning images. Suitable for both beginners and those looking to enhance their expertise!",
      "student":"17",
      "Length":"4 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"../../../../img/Screenshot 2024-12-04 194453.png",
      "video":"https://lmsstyle.com/theme/new-learning/pluginfile.php/625/customfield_textarea/value/281/pexels-olya-kobruseva-7610989%20%28720p%29.mp4",
      "date":"25 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/625/course/overviewfiles/pexels-jeshootscom-442573_small.jpg",
      "li1": "Learn how to navigate photo editing software like Photoshop and Lightroom.",
      "li2": "Understand the basics of color correction and contrast adjustment.",
      "li3": "Master the use of filters, layers, and blending modes.",
      "li4": "Learn advanced retouching techniques, such as skin smoothing and object removal.",
      "li5": "Understand the importance of cropping and composition.",
      "li6": "Learn how to work with both RAW and JPEG formats.",
      "li7": "Discover how to enhance photos using curves and levels.",
      "li8": "Learn how to export and optimize images for various platforms."
    }, 
    {
      "id": 3,
      "title": "Networking fundamentals for complete beginners",
      "price": 59.99,
      "teacher":"Kareem wagdi",
      "numrating":"15",
      "rating":"4",
      "description":"  Learn the basics of computer networking in a simple and easy-to-follow course. Understand key concepts, terminologies, and how networks function. Perfect for anyone starting their journey in networking!",
      "student":"16",
      "Length":"5 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"Arabic",
      "icon":"../../../../img/Screenshot 2024-12-04 194453.png",
      "video":"https://sanalabs.com/video/manage.webm",
      "date":"7 December 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/599/course/overviewfiles/pexels-brett-sayles-2881233.jpg",
      "li1": "Learn the basic concepts of computer networking and how data is transferred.",
      "li2": " Understand IP addresses, routers, switches, and firewalls.",
      "li3": "Learn about network topologies and the OSI model.",
      "li4": " Discover how to troubleshoot common network issues.",
      "li5": " Understand wireless networking technologies and protocols.",
      "li6": "Learn the importance of network security and encryption.",
      "li7": "Gain practical knowledge of setting up a home network.",
      "li8": "Explore the basics of network administration and configuration."
    }, 
    {
      "id": 4,
      "title": "The ultimate acrylic painting course",
      "price": 79.99,
      "teacher":"Kareem wagdi",
      "numrating":"20",
      "rating":"3.5",
      "description":"Unleash your creativity with this comprehensive acrylic painting course. Learn essential techniques, color mixing, and brushwork to create stunning artworks. Perfect for artists of all skill levels!",
      "student":"20",
      "Length":"5 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"Arabic",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/321/user/icon/mb2nl/f1?rev=1236",
      "video":"https://lmsstyle.com/theme/new-learning/pluginfile.php/925/customfield_textarea/value/313/pexels_videos_1970093%20%28720p%29.mp4",
      "date":"7 December 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/925/course/overviewfiles/apinting_small.jpg",
      "li1": "Learn the fundamentals of acrylic painting, including tools and materials.",
      "li2": " Understand color mixing and how to create custom color palettes.",
      "li3": " Master brush techniques for different painting effects.",
      "li4": "Explore how to create textures and layers in acrylic art.",
      "li5": "Learn how to work with light, shadow, and depth in your paintings.",
      "li6": " Develop your own unique painting style.",
      "li7": " Gain knowledge of composition and design in art.",
      "li8": " Learn how to varnish and protect your finished artwork."
    }, 
    {
      "id": 5,
      "title": "Digital illustration for beginners - free course",
      "price": 89.50,
      "teacher":"Kareem Johnson",
      "numrating":"12",
      "rating":"1",
      "description":" Start your journey into digital illustration with this beginner-friendly course. Learn the basics of drawing, shading, and coloring using digital tools. Perfect for aspiring artists looking to explore their creativity! ",
      "student":"10",
      "Length":"4 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"Arabic",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/321/user/icon/mb2nl/f1?rev=1236",
      "video":"https://lmsstyle.com/theme/new-learning/pluginfile.php/895/customfield_textarea/value/292/pexels-google-deepmind-18069232%20%28720p%29.mp4",
      "date":"7 December 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/895/course/overviewfiles/illistration_small.jpg",
      "li1": "Learn the basics of digital illustration tools and software like Procreate or Adobe Illustrator.",
      "li2": "Understand the differences between digital and traditional drawing techniques.",
      "li3": " Master the art of sketching and inking on a digital platform.",
      "li4": "Learn how to color your illustrations using digital brushes.",
      "li5": "Understand how to work with layers and masks in digital art.",
      "li6": " Explore shading techniques to add depth to your artwork.",
      "li7": "Learn how to create vector illustrations and digital assets.",
      "li8": "Gain insight into turning your illustrations into finished products for printing or online use."
    }, 
    {
      "id": 6,
      "title": "Landing page with zero coding skills + 2 projects",
      "price": 88.20,
      "teacher":"William Johnson",
      "numrating":"8",
      "rating":"5",
      "description":"Learn to create stunning landing pages without any coding experience. This course includes step-by-step guidance and two practical projects to help you design professional pages with ease. Perfect for beginners!",
      "student":"8",
      "Length":"8 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"Arabic",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/321/user/icon/mb2nl/f1?rev=1236",
      "video":"https://lmsstyle.com/theme/new-learning/pluginfile.php/865/customfield_textarea/value/303/pexels-rodnae-productions-7308103%20%28720p%29.mp4",
      "date":"6 December 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/865/course/overviewfiles/landing_design_small.jpg",
      "li1": "Learn how to use website builders like Wix or WordPress to create landing pages.",
      "li2": "Understand the principles of good design, such as user experience and conversion rates.",
      "li3": " Discover how to create compelling headlines and calls to action.",
      "li4": "Learn how to choose the right layout and visuals for your page.",
      "li5": "Master the use of templates to speed up your design process.",
      "li6": "Understand SEO basics to make your landing pages more discoverable.",
      "li7": "Learn how to add forms, videos, and other elements to enhance user engagement.",
      "li8": "Create two real-world landing page projects from scratch."
    }, 
    {
      "id": 7,
      "title": "Ferniture design",
      "price": 77.15,
      "teacher":"Leah Becker",
      "numrating":"6",
      "rating":"4.5",
      "description":"Explore the art and functionality of furniture design in this engaging course. Learn the principles of design, materials, and craftsmanship to create unique and practical pieces. Ideal for aspiring designers and DIY enthusiasts!",
      "student":"7",
      "Length":"7 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/321/user/icon/mb2nl/f1?rev=1236",
      "video":"https://lmsstyle.com/theme/new-learning/pluginfile.php/485/customfield_textarea/value/339/pexels-ekaterina-bolovtsova-5384977.mp4?time=1694857288777",
      "date":"1 December 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/485/course/overviewfiles/pexels-karol-d-323645%2014.41.20.jpg",
      "li1": "Learn the fundamentals of furniture design, including ergonomics and aesthetics.",
      "li2": "Understand how to select the right materials for different types of furniture.",
      "li3": "Explore design principles like balance, proportion, and functionality.",
      "li4": "Learn how to sketch and conceptualize furniture ideas.",
      "li5": " Master the process of prototyping and testing designs.",
      "li6": "Gain knowledge of the history of furniture design and current trends.",
      "li7": "Learn how to choose the right finishes and joinery techniques.",
      "li8": " Understand the basics of furniture production and sustainability in design."
    }, 
    {
      "id": 8,
      "title": "Web design",
      "price": 100.50,
      "teacher":"Lukas Meyer",
      "numrating":"10",
      "rating":"4",
      "description":"Master the fundamentals of web design, including layout, typography, and user experience. Learn to create visually appealing and responsive websites with modern design tools. Perfect for beginners and aspiring designers!",
      "student":"8",
      "Length":"6 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/321/user/icon/mb2nl/f1?rev=1236",
      "video":"https://lmsstyle.com/theme/new-learning/pluginfile.php/458/customfield_textarea/value/214/production%20ID_4629794.mp4",
      "date":"1 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/458/course/overviewfiles/pexels-picjumbocom-196646%2014.41.20.jpg",
      "li1": "Learn the principles of web design, including layout, typography, and color theory.",
      "li2": "Understand the importance of responsive design for mobile and desktop views.",
      "li3": " Master HTML and CSS to build basic web pages.",
      "li4": " Explore user-centered design and how to create an intuitive user experience.",
      "li5": "Learn about web accessibility and making websites inclusive.",
      "li6": " Gain knowledge of web design tools like Adobe XD and Figma.",
      "li7": "Understand the basics of SEO and how to optimize websites for search engines.",
      "li8": "Learn how to launch and maintain a website."
    }, 
    {
      "id": 9,
      "title": "Business innovation",
      "price": 50.50,
      "teacher":"William Johnson",
      "numrating":"13",
      "rating":"3",
      "description":"Unlock the secrets of driving growth through creativity and strategic thinking. This course covers innovative approaches to problem-solving and adapting to market trends. Ideal for entrepreneurs and business leaders!",
      "student":"15",
      "Length":"5 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/350/user/icon/mb2nl/f1?rev=1133",
      "video":"https://www.youtube.com/watch?v=rsPDlZmXs7I&ab_channel=Moodle",
      "date":"20 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/745/course/overviewfiles/innovation.jpg",
      "li1": "Learn how to identify opportunities for innovation within a business.",
      "li2": "Understand the importance of creativity and critical thinking in problem-solving.",
      "li3": "Explore various innovation models and strategies for implementing them.",
      "li4": "Learn how to assess market trends and customer needs for innovative ideas.",
      "li5": "Master the process of brainstorming and idea generation.",
      "li6": " Understand how to develop a culture of innovation within your organization.",
      "li7": "Learn how to test and prototype new ideas effectively.",
      "li8": "Gain knowledge of how to scale innovative solutions for long-term success."
    }, 
    {
      "id": 10,
      "title": "Business communication",
      "price": 50,
      "teacher":"William Johnson",
      "numrating":"18",
      "rating":"4.5",
      "description":"Enhance your professional communication skills with this course, covering effective writing, presentations, and interpersonal interactions. Perfect for anyone looking to improve their workplace communication and succeed in the business world!",
      "student":"1",
      "Length":"5 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/350/user/icon/mb2nl/f1?rev=1133",
      "video":"https://www.youtube.com/watch?v=rsPDlZmXs7I&ab_channel=Moodle",
      "date":"22 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/715/course/overviewfiles/pexels-fauxels-3184299.jpg",
      "li1": "Learn the essentials of professional communication, both written and verbal.",
      "li2": " Master email etiquette and how to write clear and concise business messages.",
      "li3": "Understand how to present ideas effectively in meetings and presentations.",
      "li4": "Learn how to negotiate and resolve conflicts in a professional setting.",
      "li5": " Discover how to tailor your communication style to different audiences.",
      "li6": " Gain confidence in public speaking and delivering impactful presentations.",
      "li7": "Learn how to communicate across cultures and in global business environments.",
      "li8": "Understand the importance of active listening in building strong business relationships."
    }, 
    {
      "id": 11,
      "title": "Business intelligence",
      "price": 74.99,
      "teacher":"Lukas Fischer",
      "numrating":"14",
      "rating":"5",
      "description":"Learn how to analyze and interpret data to make informed business decisions. This course covers key tools, techniques, and strategies for transforming data into actionable insights. Ideal for professionals looking to boost their analytical skills!",
      "student":"3",
      "Length":"3 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/350/user/icon/mb2nl/f1?rev=1133",
      "video":"https://www.youtube.com/watch?v=rsPDlZmXs7I&ab_channel=Moodle",
      "date":"23 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/685/course/overviewfiles/question-2519654.jpg",
      "li1": "Learn how to gather, analyze, and interpret data to make informed decisions.",
      "li2": "Master key business intelligence tools like Power BI and Tableau.",
      "li3": "Understand how to visualize data effectively to highlight key insights.",
      "li4": "Learn how to create dashboards and reports for decision-makers.",
      "li5": "Gain insight into predictive analytics and how it can drive business strategies.",
      "li6": "Understand how to work with both structured and unstructured data.",
      "li7": "Learn how to create actionable insights from business data.",
      "li8": "Discover how to integrate data from multiple sources to provide a complete view of business performance."
    }, 
    {
      "id": 12,
      "title": "Business management",
      "price": 60.60,
      "teacher":"Lukas Fischer",
      "numrating":"13",
      "rating":"3",
      "description":"Gain essential skills for effectively leading and managing a business. This course covers planning, organizing, and overseeing operations to drive success. Perfect for aspiring managers and entrepreneurs looking to sharpen their leadership abilities!",
      "student":"6",
      "Length":"4 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/350/user/icon/mb2nl/f1?rev=1133",
      "video":"https://www.youtube.com/watch?v=sZxZ_YzsD_w&t=1s&ab_channel=Moodle",
      "date":"19 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/406/course/overviewfiles/pexels-la-miko-3681591%2014.41.20.jpg",
      "li1": "Learn the core principles of managing a business, from planning to execution.",
      "li2": "Understand how to develop and implement effective business strategies.",
      "li3": "Learn how to manage teams, improve productivity, and foster leadership.",
      "li4": "Gain knowledge of budgeting, financial management, and resource allocation.",
      "li5": "Master the art of problem-solving and decision-making in a business environment.",
      "li6": "Understand how to handle risk and manage change in the workplace.",
      "li7": "Learn about performance management and motivating employees.",
      "li8": "Gain insight into managing customer relationships and business partnerships."
    }, 
    {
      "id": 13,
      "title": "Project management",
      "price": 150,
      "teacher":"John Wick",
      "numrating":"2",
      "rating":"2",
      "description":"Master the principles and techniques of managing projects from start to finish. This course covers planning, execution, risk management, and team collaboration to ensure project success. Ideal for aspiring project managers and professionals seeking to enhance their skills!",
      "student":"8",
      "Length":"4 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/350/user/icon/mb2nl/f1?rev=1133",
      "video":"https://lmsstyle.com/theme/new-learning/pluginfile.php/211/customfield_textarea/value/328/video.mp4",
      "date":"15 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/211/course/overviewfiles/pexels-christina-morillo-1181472.jpg",
      "li1": "Learn how to plan, execute, and close projects successfully.",
      "li2": "Understand the stages of a project lifecycle, from initiation to completion.",
      "li3": "Master the use of project management tools like Trello and Asana.",
      "li4": "Learn how to define project goals, objectives, and deliverables.",
      "li5": "Understand how to allocate resources, manage budgets, and set timelines.",
      "li6": "Discover risk management strategies to keep projects on track.",
      "li7": "Learn how to lead and communicate effectively with project teams.",
      "li8": "Understand the importance of project evaluation and feedback for continuous improvement."
    }, 
    {
      "id": 14,
      "title": "Financial planning and wealth management",
      "price": 99.99,
      "teacher":"John Wick",
      "numrating":"15",
      "rating":"3",
      "description":"Learn how to manage personal finances, plan for the future, and build wealth. This course covers budgeting, investment strategies, and financial goal-setting, perfect for anyone looking to secure their financial future and achieve long-term success.",
      "student":"9",
      "Length":"6 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/350/user/icon/mb2nl/f1?rev=1133",
      "video":"https://lmsstyle.com/theme/new-learning/pluginfile.php/835/customfield_textarea/value/206/pexels-artem-podrez-5725950.mp4",
      "date":"12 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/835/course/overviewfiles/corporate_finance_small.jpg",
      "li1": "Learn how to set financial goals and create a roadmap to achieve them.",
      "li2": "Understand budgeting techniques and how to track income and expenses.",
      "li3": "Learn about investment strategies and how to build a diverse portfolio.",
      "li4": "Master the basics of retirement planning and saving for the future.",
      "li5": "Gain insight into risk management and insurance planning.",
      "li6": "Learn how to manage debt and improve your credit score.",
      "li7": " Understand tax planning and how to minimize tax liabilities.",
      "li8": "Learn how to create a comprehensive financial plan for long-term wealth accumulation."
    }, 
    {
      "id": 15,
      "title": "Finance fundamentals",
      "price": 40.20,
      "teacher":"John Wick",
      "numrating":"11",
      "rating":"3",
      "description":"Get a solid understanding of the core principles of finance, including budgeting, investing, and financial analysis. This course is ideal for beginners looking to build a strong foundation in personal and business finance.",
      "student":"10",
      "Length":"4 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/350/user/icon/mb2nl/f1?rev=1133",
      "video":"https://www.youtube.com/watch?v=rsPDlZmXs7I&ab_channel=Moodle",
      "date":"11 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/805/course/overviewfiles/finance_small.jpg",
      "li1": "Understand key financial concepts such as budgeting, saving, and investing.",
      "li2": "Learn how to read financial statements and analyze business performance.",
      "li3": "Gain knowledge of time value of money and financial ratios.",
      "li4": "Learn the basics of investment vehicles like stocks, bonds, and mutual funds.",
      "li5": "Understand personal finance tools like credit scores and loans.",
      "li6": " Discover the importance of financial planning for both individuals and businesses.",
      "li7": "Learn how to manage risk through diversification and insurance.",
      "li8": "Gain insight into global financial markets and how they impact personal finances."
    }, 
    {
      "id": 16,
      "title": "Financial analysts",
      "price": 30.35,
      "teacher":"John Johnson",
      "numrating":"19",
      "rating":"5",
      "description":"Learn the skills needed to analyze financial data, assess investment opportunities, and make informed business decisions. This course covers financial modeling, forecasting, and report creation, perfect for those pursuing a career in financial analysis.",
      "student":"11",
      "Length":"8 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/350/user/icon/mb2nl/f1?rev=1133",
      "video":"https://www.youtube.com/watch?v=rsPDlZmXs7I&ab_channel=Moodle",
      "date":"3 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/775/course/overviewfiles/pexels-lukas-590022_small.jpg",
      "li1": "Learn how to analyze financial data and create reports for business decision-making.", 
      "li2": " Understand the basics of financial modeling and forecasting.",
      "li3": " Master the use of Excel for financial analysis and data manipulation.",
      "li4": " Learn how to interpret financial statements and key performance indicators (KPIs).",
      "li5": "Gain knowledge of valuation techniques and how to assess company performance.",
      "li6": "Learn about risk analysis and its role in financial forecasting.",
      "li7": "Understand the impact of macroeconomic factors on financial decisions.",
      "li8": "Gain the skills necessary to communicate complex financial data clearly to stakeholders."
    }, 
    {
      "id": 17,
      "title": "Accounting",
      "price": 40.50,
      "teacher":"Miller William",
      "numrating":"18",
      "rating":"4",
      "description":"Master the fundamentals of accounting, including financial statements, bookkeeping, and budgeting. This course provides essential knowledge for managing finances in both personal and business contexts, ideal for beginners and those looking to refine their skills.",
      "student":"20",
      "Length":"7 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/350/user/icon/mb2nl/f1?rev=1133",
      "video":"https://lmsstyle.com/theme/new-learning/pluginfile.php/404/customfield_textarea/value/350/video%282%29.mp4?time=1694862431815",
      "date":"19 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/404/course/overviewfiles/pexels-moose-photos-1036641.jpg",
      "li1": "Learn the basic principles of accounting, including double-entry bookkeeping.", 
      "li2": "Understand how to prepare and read financial statements such as the balance sheet and income statement.",
      "li3": "Master the concepts of debits and credits and how they affect financial records.",
      "li4": "Learn how to account for assets, liabilities, and equity.",
      "li5": "Understand the process of closing books at the end of a financial period.",
      "li6": " Gain knowledge of taxes, depreciation, and accounting for inventory.",
      "li7": "Learn how to use accounting software to streamline processes.",
      "li8": "Understand the regulatory framework governing accounting practices, including GAAP and IFRS."
    }, 
    {
      "id": 18,
      "title": "French language course for beginners",
      "price": 55.90,
      "teacher":"William Miller",
      "numrating":"13",
      "rating":"2.5",
      "description":"Start your journey to learning French with this beginner-friendly course. Covering essential vocabulary, grammar, and conversation skills, it's perfect for those looking to gain a solid foundation in the French language.",
      "student":"25",
      "Length":"8 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/350/user/icon/mb2nl/f1?rev=1133",
      "video":"https://www.youtube.com/watch?v=rsPDlZmXs7I&ab_channel=Moodle",
      "date":"30 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/985/course/overviewfiles/french_small.jpg",
      "li1": "Learn basic French vocabulary for everyday situations.",
      "li2": "Understand essential grammar concepts like verb conjugation and sentence structure.",
      "li3": "Master how to ask questions, make requests, and express opinions in French.",
      "li4": "Gain the skills to hold simple conversations on topics like travel, food, and family.",
      "li5": "Learn how to pronounce French words correctly using phonetic rules.",
      "li6": "Discover common phrases and idiomatic expressions in French culture.",
      "li7": "Understand how to read and comprehend basic French texts.",
      "li8": "Build your confidence in speaking and understanding French at a beginner level."
    }, 
    {
      "id": 19,
      "title": "English grammar and structures",
      "price": 90.99,
      "teacher":"William Johnson",
      "numrating":"16",
      "rating":"3.5",
      "description":"Master the rules of English grammar and sentence structures in this comprehensive course. Learn essential concepts like tenses, parts of speech, and sentence construction, ideal for beginners or anyone looking to improve their English language skills.",
      "student":"30",
      "Length":"6 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/350/user/icon/mb2nl/f1?rev=1133",
      "video":"https://www.youtube.com/watch?v=rsPDlZmXs7I&ab_channel=Moodle",
      "date":"22 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/955/course/overviewfiles/english_small.jpg",
      "li1": "Learn the rules of English grammar, including parts of speech and sentence construction.",
      "li2": "Understand the different tenses and how to use them properly.",
      "li3": "Master subject-verb agreement and sentence consistency.",
      "li4": "Learn how to form questions, negations, and conditionals in English.",
      "li5": "Gain insight into using adjectives, adverbs, and prepositions effectively.",
      "li6": "Understand the correct use of punctuation marks.",
      "li7": "Learn how to organize ideas logically in written English.",
      "li8": "Build a solid foundation in English grammar to improve your speaking and writing skills."
    }, 
    {
      "id": 20,
      "title": "English language CEFR A1",
      "price": 25.20,
      "teacher":"Isabella Miller",
      "rating":"1.5",
      "description":"Begin your English learning journey with this beginner-level course based on the CEFR A1 framework. Focus on essential vocabulary, basic grammar, and simple conversations to help you build confidence in everyday English communication.",
      "student":"19",
      "Length":"4 weeks",
      "Effort":"8 hours per week",
      "Certificate":"Yes",
      "Level":"All levels",
      "Language":"English",
      "icon":"https://lmsstyle.com/theme/new-learning/pluginfile.php/350/user/icon/mb2nl/f1?rev=1133",
      "video":"https://www.youtube.com/watch?v=rsPDlZmXs7I&ab_channel=Moodle",
      "date":"23 July 2024 ",
      "image": "https://lmsstyle.com/theme/new-learning/pluginfile.php/509/course/overviewfiles/pexels-canva-studio-3153199%2014.41.20.jpg",
      "li1": "Learn basic English vocabulary for everyday communication.",
      "li2": "Understand simple sentence structures and how to ask and answer basic questions.",
      "li3": " Master common expressions for greetings, introductions, and ordering food.",
      "li4": "Learn how to talk about personal information such as hobbies, family, and work.",
      "li5": "Gain confidence in listening and understanding slow, clear speech in English.",
      "li6": " Discover how to read and comprehend basic English texts, like signs and simple instructions.",
      "li7": "Learn the basics of writing short texts, such as emails and messages.",
      "li8": "Improve your pronunciation and fluency for basic conversations in English."
    }
  ]
}